会议主题：原力EOS主网超级节点临时会议
会议时间:  2018.9.26  19:30（本周三）
会议形式：ZOOM视频会议
会议主持：awake超级节点
会议记录：Jeepool
会议成员：原力官方、23个超级节点代表、部分候选节点代表
会议议程：
一、 原力EOS主网V1.1.0测试网搭建—范杨
（新分红方案&智能合约）
二、社区开发者基金事宜—太平一犬


一、原力EOS主网V1.1.0测试网搭建—范杨

1、9月26日晚原力官方发布测试文档，9月27日开始测试。详见测试文档。

2、测试期间需要注册一些账号，同时本次测试需要验证分红是否正确，请各节点务必参加。测试后超级节点若不升级将无法出块。

3、本次测试网将会长期存在，并承担以后的合约测试等任务。


二、社区开发者基金事宜—太平一犬

1、社区开发者基金会运作原则
（1）基金运作严格遵循法律。
（2）基金目标，一方面孵化优秀项目，一方面激活社区参与度。
（3）定位为投资基金，非天使基金，以赢利为目标。
（4）社区参与度高的项目，可以放宽盈利要求。
（5）基金需要有相应的分红权和监管权，可以放弃运营权、决策权。
（6）主要针对应用，暂不考虑工具、基础设施类项目。
（7）重点扶持合法合规的应用，不参与博彩等灰色应用。
（8）必须运营在EOSForce，可以不只运营在EOSForce。

2、社区开发者基金会基金构成
（1）基金构成分为两类，一类固定来源，由社区和原力开发团队提供。另一类则由社区自行决定参与。
（2）社区和原力开发团队拨备部分，由社区开发者基金委员会讨论决定是否投入，投入多少。原则上不采用ICO方式，可以考虑股权投资方式。
（3）候补节点提留部分，优先动用分红，不动用本金。
（4）社区投入部分，需要向投资人强调风险。

3、基金运作流程
（1）发起申请
（2）组建项目投资人委员会
（3）项目方承诺
（4）项目投资会启动
（5）例行监督

注：EOS Force社区开发者基金运作规范详情可查看https://bbs.eosforce.io/?thread-267.htm


三、其他事项

1、社区开发者基金会欢迎广大开发者到EOS Force上开发，各节点也要推动社区的开发宣传工作。
2、国庆假前，各超级节点运维要检查好自家服务器是否到期，假期期间做好值班安排，建议运维将笔记本随身携带，有情况可及时响应。
3、原力官方会逐步积累、整理相关技术文档，并发放给社区。


会议结束


附：BP提案邮箱：BPproposal@eosforce.io

记录人：Jeepool
