原力EOS主网超级节点会议—第二届

会议主题：候选节点分红议案表决

会议时间: 9月5号 15：00—16:30

会议形式：ZOOM视频会议

会议主持：awake超级节点

会议成员：原力官方、23个超级节点代表

会议内容：

一. 表决“节点投票分红调整”议案

二. 新议案提交

三. 原力开发者基金相关事宜

一. 表决“节点投票分红调整”议案

1.本提案由吉池、中原区块链、一道资本、jiqix 联合发起

本次提案目标：为候选节点增加分红并且保证投票人的利益

2.由吉池大毛介绍议案具体内容

（1）节点：分为超级节点和候选节点，前 23 位超级节点，后 23 位候选节点，共 46 位。

（2）① 所有收益按照投票权重分配。

② 总收益的 70%为允许所有节点自由调节分红比例。

     ③ 总收益 30%为节点奖励及原力基金会收益部分。
超级节点与候选节点收益分配区别：

*超级节点参与 15%基本工资+15%出块奖励权重分配。

*候选节点参与 15%基本工资权重分配，但因暂不出块，出块奖励部分划归原力基金会。

3.表决结果

23个超级节点中有16个节点同意该议案，其余节点未表态，按照主网大于三分之二通过规则，该议案表决通过。

二. 新议案提交

会议上无新议案提交

三. 原力社区开发者基金相关事宜

1.基金来源：候选节点参与15%出块奖励权重分红部分将设置为原力社区开发者基金。

2.基金目前定位为风投，目标朝盈利方向发展。争取不动本金，优先使用分红。

3.基金主要用于开发者激励，超过三分之二节点同意即可动用该基金。

4.基金将会在1个月内落实，由jiqix和麦子钱包沟通，尽快提交基金细则、申请流程等议案。

四.关于主链上线合约的讨论

1.有开发者团队的可以与jiqix节点讨论主链上线合约的事情

2.合约审核

官方主要审查合约的安全性，合约上线流程还得由各节点讨论出详细方案

BP会议不会从技术上审核合约，只负责审核合约提交的报告

3.目前合约经官方审核无漏洞后即可上线

五.其他事项

1.秘书处将会议纪要提交官方并向社区公开

2.秘书处负责推进开发者基金会议案进度

3.官方在一个月内要落实本会议通过的分红调整议案和社区开发者基金会

附：BP提案邮箱：BPproposal@eosforce.io

会议记录：BP议会秘书处
